Repository: probonopd/gershwin-components
Catalog: Assistants/CreateLiveMediaAssistant/Resources/*.lproj/Localizable.strings
Languages: de

source: Create Live Media
de: Live-Medium erstellen

source: Welcome to the Live Media Creator
de: Willkommen beim Live-Medium-Ersteller

source: Select Live Image
de: Live-Image auswählen

source: Select Destination Disk
de: Zieldatenträger auswählen

source: Write Live Medium
de: Live-Medium schreiben

source: Live Medium Complete
de: Live-Medium fertiggestellt

source: Choose a Live image to download and write to the medium
de: Wählen Sie ein Live-Image zum Herunterladen und Schreiben auf das Medium

source: Choose the disk to write the Live image to
de: Wählen Sie den Datenträger zum Schreiben des Live-Images

source: Downloading and writing the Live image to the selected device. This may take some time depending on the image size and network speed.
de: Das Live-Image wird heruntergeladen und auf das ausgewählte Gerät geschrieben. Dies kann je nach Image-Größe und Netzwerkgeschwindigkeit einige Zeit dauern.

source: Your Live medium is ready to use
de: Ihr Live-Medium ist einsatzbereit

source: This assistant will help you create bootable Live media from ISO images.
de: Dieser Assistent hilft Ihnen dabei, bootfähige Live-Medien aus ISO-Images zu erstellen.

source: • Download images from GitHub releases • Use local ISO/IMG files • Write directly to USB or removable media • Verifies required disk space
de: • Images von GitHub-Releases herunterladen • Lokale ISO/IMG-Dateien verwenden • Direkt auf USB oder Wechselmedien schreiben • Überprüft benötigten Speicherplatz

source: All data on the selected destination disk will be erased.
de: Alle Daten auf dem ausgewählten Zieldatenträger werden gelöscht.

source: Select the destination disk for the Live medium.
de: Wählen Sie den Zieldatenträger für das Live-Medium.

source: Device
de: Gerät

source: Description
de: Beschreibung

source: Size
de: Größe

source: WARNING: All data on the selected disk will be permanently erased! Only removable drives are shown for safety.
de: WARNUNG: Alle Daten auf dem ausgewählten Datenträger werden dauerhaft gelöscht! Aus Sicherheitsgründen werden nur Wechseldatenträger angezeigt.

source: Live Medium Created Successfully!
de: Live-Medium erfolgreich erstellt!

source: You can now boot from this Live medium by inserting it and rebooting your computer.
de: Sie können jetzt von diesem Live-Medium booten, indem Sie es einlegen und Ihren Computer neu starten.

source: Remember to safely eject the device before removing it.
de: Denken Sie daran, das Gerät sicher auszuwerfen, bevor Sie es entfernen.

source: Preparing to download and write Live medium...
de: Vorbereitung zum Herunterladen und Schreiben des Live-Mediums...

source: Installation Failed
de: Installation fehlgeschlagen
